---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Hertz
source: html/8bbd81a3-ce4a-c558-5492-e9988509f2ee.htm
---
# Autodesk.Revit.DB.UnitTypeId.Hertz Property

Hertz.

## Syntax (C#)
```csharp
public static ForgeTypeId Hertz { get; }
```